{
    "home": "Home",
    "about": "About",
    "education": "Education",
    "skills": "Skills",
    "projects": "Projects",
    "contacts": "Contacts",
    "hello": "Hi, I'm",
    "name": "Artem Yakushkin",
    "mainText": "Welcome to this website! There's nothing here except coding, a few projects, and some dull technical details. If you were looking for a place to spend your precious time, you've come to the right address! Here, you'll find pages, buttons, and even a bit of color. Besides that, you'll see my photo, but alas, don't expect model standards - it's just a developer's photo. So, if you have some spare time and you're looking for a way to spend it, feel free to browse my projects and read articles. But be careful, it might be contagious!",
    "contactBtn": "Contact Me",
    "resumeBtn": "My Resume",

    "aboutTitle": "That's",
    "aboutTitleSpan": "Me",
    "aboutText": "What do we have here? Yes, it's me - Artem Yakushkin, your best friend and the one who made this website. Well, it's time to discover a bit about the genius thing next to this page. First, about me: I'm a great developer (at least in my dreams) with a massive ego and a light sense of humor. My life consists of late-night coding including sometimes attempts to find that pesky bug in the code, hiding like a devil under the table. After endless hours working on projects, I spend my time to understand what 'life beyond code' means. But forget about it, who needs that anyway? I have a world of binary code and the sizzling horizons of the command line. So, if you are absorbed with those endless lines of code as I am and want to share your adventures in the world of technical skills, welcome to my dull world. Maybe we can exchange some small stories about how computers make our lives interesting. Right?",

    "my": "My",
    "journey": "Journey",
    "through": "Through",
    "life": "Life",
    "educatio": "Education",
    "university": "Development of Mineral Deposits - Donetsk National Technical University",
    "engineer": "Mining engineering, technical development, environmental protection, production management, economic analysis, health and safety at work",
    "goit": "Full stack developer - IT School GoIT",
    "frontend": "Front-end development, back-end development, databases, server and hosting, version control, optimization and performance, development and testing",
    "experience": "Experience",
    "present": "present",
    "mining": "Mining engineer - Donbass excavation company",
    "management": "Mining management, personnel management from 30 to 70 people, operational planning, monitoring compliance with labor protection rules, manufacturing documents management, planning and reporting",
    "freelance": "Freelance Software Developer - Self-employed",
    "freedom": "Freedom to choose projects, diverse projects, multitasking, adaptation to rapidly evolving technologies, responsibility for meeting project deadlines",

    "just": "Just a",
    "god": "God",
    "of": "of",
    "knoweledge": "Knoweledge",
    "and": "and",
    "skill": "Skills",
    "skil": "Skills",

    "myProj": "My",
    "successe": "Successes",
    "andProj": "and",
    "failure": "Failures",

    "call": "Call",
    "or": "or",
    "write": "Write",
    "me": "Me",
    "number": "Phone number",
    "email": "Email Address",
    "telegram": "Telegram",
    "full": "Full Name",
    "address": "Email Address",
    "mobile": "Mobile Number",
    "subject": "Email Subject",
    "message": "Your Message",
    "submit": "Submit"
}